Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mc6.tmx
Source language: en
Languages: sv

source: Terminal &default
sv: Terminalens &standard

source: Color as #rrggbb or #rgb:
sv: Färg som #rrggbb eller #rgb:

source: Files tagged, want to cd?
sv: Filerna är markerade, vill du byta katalog?

source: Pl&ugin panel...
sv: In&sticksmodulpanel...

source: Unmatched quotes character
sv: Omatchat citattecken

source: Down
sv: Ned

source: New hotlist entry
sv: Lägg till ny favorit

source: &Stable symlinks
sv: &Stabila symlänkar

source: &Backspace through tabs
sv: &Backsteg genom tabbar

source: No references found for '%s'.
sv: Inga referenser hittades för ”%s”.

source: Field name
sv: Fältnamn

source: Float format (printf):
sv: Flyttalsformat (printf):

source: Select right
sv: Markera åt höger

source: First matches:
sv: Första träffarna:

source: Cannot remove %s
sv: Kan inte ta bort %s

source: Archive file:
sv: Arkivfil:

source: %s: %lld bytes at %08llX
sv: %s: %lld byte vid %08llX

source: No container selected.
sv: Ingen container vald.

source: Ignore tab &expansion
sv: Ignorera &tabexpansion

source: Hotkey of the selected item
sv: Snabbtangent för vald post

source: Cannot switch viewer source.
sv: Kan inte byta visarens källa.

source: Nl
sv: NI

source: Add word
sv: Lägg till ord

source: Device: %s
sv: Enhet: %s

source: &Horizontal
sv: &Horisontell

source: Saved bytes
sv: Sparade byte

source: Use SSH &agent
sv: Använd SSH-&agent

source: Sea&rch for content
sv: Sök efter &innehåll

source: shell: no transfer in progress
sv: shell: ingen överföring pågår

source: Stopped
sv: Stannad

source: Skin: %s %s
sv: Tema: %s %s

source: Slash key
sv: Snedstreck

source: S&hell patterns
sv: &Skalmönster

source: Built with S-Lang
sv: Byggd med S-Lang

source: Archiver settings
sv: Arkiveringsinställningar

source: Load tags file
sv: Läs in taggfil

source: other
sv: andra

source: Plugin: %s
sv: Insticksmodul: %s

source: Format Ext Pack Unpack Tool On
sv: Format Ändelse Packa Uppack Verktyg På

source: Filter command and arguments:
sv: Filterkommando och argument:

source: Show &hidden files
sv: Visa &dolda filer

source: &Do not change
sv: &Ändra inte

source: Expand/collapse tree node
sv: Vik ut/in trädnod

source: Press new shortcut...
sv: Tryck på nytt kortkommando...

source: Shift block left
sv: Flytta block åt vänster

source: With support for background operations
sv: Med stöd för bakgrundsverksamhet

source: This backend is not available for the format
sv: Denna motor är inte tillgänglig för formatet

source: Pack command:
sv: Packningskommando:

source: Cannot delete local file %s
sv: Kan inte ta bort lokal fil %s

source: Text selected in an input line, e.g. with Shift-arrows
sv: Text markerad i en inmatningsrad, t.ex. med Skift-piltangenter

source: Export project
sv: Exportera projekt

source: Confirm save file: "%s"
sv: Bekräfta att filen ska sparas: ”%s”

source: Flag
sv: Flagga

source: shell: cannot continue the transfer
sv: shell: kan inte återuppta överföringen

source: Find rejects after patching
sv: Sök efter ratade patchdelar

source: Append only
sv: Lägg bara till

source: Cannot create pipe descriptor
sv: Kan inte skapa rörbeskrivare

source: Two files are required to invoke the diffviewer.
sv: Två filer krävs för att starta diffvisaren.

source: S&wap panels
sv: B&yt plats på paneler

source: Signing request and contacting endpoint...
sv: Signerar begäran och kontaktar ändpunkt...

source: Legacy Lua modules:
sv: Äldre Lua-moduler:

source: Light: top left corner
sv: Tunn: övre vänstra hörnet

source: &Fastest
sv: &Snabbast

source: Manage Tag Repositories
sv: Hantera taggförråd

source: Cannot delete the last panel mode.
sv: Kan inte ta bort det sista panelläget.

source: Toggle ANSI color mode
sv: Växla ANSI-färgläge

source: <file> ...
sv: <fil> ...

source: View file
sv: Visa fil

source: Loading %s (%
sv: Läser in %s (%

source: Files processed: %zu
sv: Bearbetade filer: %zu

source: > Greater ($gt)
sv: > Större än ($gt)

source: Function key 24
sv: Funktionstangent 24

source: Cannot create temporary directory %s: %s. Temporary files will not be created
sv: Det går inte att skapa en tillfällig katalog %s: %s. Temporära filer kommer inte att skapas

source: shell: seek before the start of the file
sv: shell: positionering före filens början

source: invalid value
sv: ogiltigt värde

source: About
sv: Om

source: Match bracket
sv: Hitta matchande parentes

source: Track
sv: Spår

source: Initial attempt failed: %s
sv: Första försöket misslyckades: %s

source: The bytes of this field are not text, edit them in the hex zone
sv: Detta fälts byte är inte text, redigera dem i hexområdet

source: Undo
sv: Ångra

source: View command output
sv: Visa kommandoutdata

source: &Name
sv: &Namn

source: S&ymbols in file
sv: S&ymboler i fil

source: Unable to save setup to %s
sv: Inställningar kunde inte sparas till %s

source: Follow s&ymlinks
sv: Följ s&ymlänkar

source: Cannot chmod %sn%s
sv: Kan inte ändra rättigheter för %sn%s

source: ListBuckets is not available. Enter bucket name manually:
sv: ListBuckets är inte tillgängligt. Ange bucketnamn manuellt:

source: Sequence %s is already assigned to %s. Reassign to %s?
sv: Sekvensen %s är redan tilldelad %s. Tilldela den till %s i stället?

source: &Symlink
sv: &Symlänk

source: no source
sv: ingen källa

source: Confir&m before saving
sv: Fr&åga innan sparande

source: Cannot stat file %s
sv: Kan inte läsa filstatus för %s

source: Skin &editor
sv: Tema&redigerare

source: Aspell has no dictionary for "%s". Installed: %s Install a dictionary, then set Language to the name it goes by.
sv: Aspell saknar ordlista för ”%s”. Installerade: %s Installera en ordlista och ange sedan dess namn under Språk.

source: Location:
sv: Plats:

source: Encrypt &files
sv: Kryptera &filer

source: One frame per character, played while mc is busy
sv: En bildruta per tecken, spelas upp när mc arbetar

source: The button that opens the history of an input line
sv: Knappen som öppnar en inmatningsrads historik

source: Repeat last commands
sv: Repetera senaste kommandon

source: Pa&ge scrolling
sv: Sid&rullning

source: Changed text
sv: Ändrad text

source: unterminated element
sv: oavslutat element

source: Go to bookmark
sv: Gå till bokmärke

source: Equal
sv: Lika med

source: Function key 8
sv: Funktionstangent 8

source: History: previous
sv: Historik: föregående

source: Offset column
sv: Positionskolumn

source: Select symbol
sv: Välj symbol

source: Add a submenu
sv: Lägg till en undermeny

source: SSH handshake with %s:%d failed
sv: SSH-handskakning med %s:%d misslyckades

source: Classic pro&gressbar
sv: Klassisk visning av &förlopp

source: Panel &modes...
sv: Panel&lägen...

source: FATAL: not a directory:
sv: ALLVARLIGT FEL: inte en katalog:

source: Block Size
sv: Blockstorlek

source: The menu is empty. Add an entry, or take entries from a menu file written by hand?
sv: Menyn är tom. Lägg till en post eller hämta poster från en handskriven menyfil?

source: Selected block
sv: Markerat block

source: No tail merging
sv: Ingen sammanslagning av svansar

source: S&ingle press
sv: &Enkel tryckning

source: Column types:
sv: Kolumntyper:

source: shell: connection interrupted by user
sv: shell: anslutningen avbröts av användaren

source: Cannot write to the %s file: %s
sv: Kan inte skriva till filen %s: %s

source: Disable X11 support
sv: Stäng av stöd för X11

source: Nothing was taken from %s
sv: Inget hämtades från %s

source: &Discard
sv: &Förkasta

source: "%s" and "%s" are the same directory
sv: "%s" och "%s" är samma katalog

source: Only 7z can encrypt archive headers
sv: Endast 7z kan kryptera arkivhuvuden

source: Go to Declaration
sv: Gå till deklaration

source: See also
sv: Se även

source: Select def-file
sv: Välj def-fil

source: Question mark
sv: Frågetecken

source: Which menu file do you want to edit?
sv: Vilken menyfil vill du redigera?

source: Load definitions of key bindings from specified file
sv: Läs in tangentbindningar från angiven fil

source: Retry failed: %s
sv: Nytt försök misslyckades: %s

source: Error in file %s on line %d
sv: Fel i filen %s på rad %d

source: Edit
sv: Redigera

source: Next link
sv: Nästa länk

source: Toggle hex mode
sv: Växla hexläge

source: Lua editor scripts
sv: Lua-skript för redigeraren

source: Edit as &File
sv: Redigera som &fil

source: Manage repositories
sv: Hantera förråd

source: Search for:
sv: Sök efter:

source: file
sv: fil

source: Background
sv: Bakgrund

source: Verify password:
sv: Bekräfta lösenord:

source: Select scroll up
sv: Markera och rulla uppåt

source: No suitable entries found in %s
sv: Inga passande poster hittades i %s

source: shell: authentication failed
sv: shell: autentisering misslyckades

source: Removed line
sv: Borttagen rad

source: Value
sv: Värde

source: Show mi&ni-status
sv: Visa filstatus&rad

source: shfs: cannot seek in %s: %s
sv: shfs: kan inte positionera i %s: %s

source: &Radio
sv: &Radioknapp

source: truncated table stream
sv: trunkerad tabellström

source: Shell link settings
sv: Inställningar för skallänk

source: tab character in indentation
sv: tabbtecken i indrag

source: unterminated DOCTYPE
sv: oavslutad DOCTYPE

source: Show: expected 'tail' or 'tail <N>'; got %s.
sv: Visa: förväntade 'tail' eller 'tail <N>'; fick %s.

source: Edit symlink
sv: Redigera symlänk

source: Warning: cannot open %s directory
sv: Varning: Öppning av katalogen %s misslyckades

source: Cannot read skin file %s: %s
sv: Kan inte läsa temafilen %s: %s

source: Authenticating with password...
sv: Autentiserar med lösenord...

source: Journaled data
sv: Journalförda data

source: Collapse marker
sv: Invikningsmarkör

source: Cursor
sv: Markör

source: Select paragraph down
sv: Markera ett stycke nedåt

source: execu&te/search by group
sv: e&xekvering/sökning av gruppen

source: Cannot chown %s
sv: Kan inte ändra ägare för %s

source: Language:
sv: Språk:

source: True:
sv: Sant:

source: &Equal split
sv: &Dela på mitten

source: Exists ($exists)
sv: Finns ($exists)

source: The table has no rows
sv: Tabellen saknar rader

source: The ucpio:// virtual filesystem has been removed. Use the arcmc panel plugin, if installed, or an external cpio command.
sv: Det virtuella filsystemet ucpio:// har tagits bort. Använd panelinsticksmodulen arcmc, om den är installerad, eller ett externt cpio-kommando.

source: The rest of a changed line and its counterpart
sv: Resten av en ändrad rad och dess motsvarighet

source: Finished (ignored %zu directory)
sv: Klar (ignorerade %zu katalog)

source: Finished (ignored %zu directories)
sv: Klar (ignorerade %zu kataloger)

source: The bytes of the field under the cursor
sv: Byten i fältet under markören

source: Bucket list loaded.
sv: Bucketlistan har lästs in.

source: Direct access for files
sv: Direkt åtkomst för filer

source: Fill tabs with &spaces
sv: F&yll tabbar med blanksteg

source: Down arrow keypad
sv: Nedåtpil, num tang

source: No matching symbols found.
sv: Inga matchande symboler hittades.

source: Viewport source prepare failed.
sv: Kunde inte förbereda källa för visningsområdet.

source: Delete line
sv: Radera rad

source: File %s was modified. Save before close?
sv: Filen %s har ändrats. Spara innan nedstängning?

source: Previous link
sv: Föregående länk

source: A search match
sv: En sökträff

source: C&onfirmation...
sv: &Bekräftelse...

source: Symbols in current file
sv: Symboler i aktuell fil

source: Editor/viewer history
sv: Historik för redigerare/visare

source: Cannot preallocate space for target file %s
sv: Det går inte att allokera utrymme för målfilen i förväg %s

source: Searching
sv: Söker

source: Field
sv: Fält

source: Confirmation|&History cleanup
sv: Confirmation|&Historikrensning

source: Show directory s&izes
sv: V&isa katalogstorlekar

source: Description (optional):
sv: Beskrivning (valfri):

source: History: next
sv: Historik: nästa

source: Open archive
sv: Öppna arkiv

source: Image:
sv: Avbildning:

source: Unknown error in child
sv: Okänt fel i barnprocess

source: This operation is not supported for plugin panels
sv: Denna åtgärd stöds inte för insticksmodulpaneler

source: &Fake half tabs
sv: Falska &halva tabbar

source: Function key 4
sv: Funktionstangent 4

source: shell: connection failed
sv: shell: anslutningen misslyckades

source: Accessed: %s
sv: Använd: %s

source: A user friendly text editor written for the %s.
sv: En användarvänlig textredigerare skriven för %s.

source: The skin has unsaved changes.
sv: Temat har osparade ändringar.

source: no
sv: nej

source: Repository path:
sv: Sökväg till förråd:

source: invalid unicode escape
sv: ogiltig Unicode-escape

source: Move single file
sv: Flytta en fil

source: Tries to use termcap instead of terminfo
sv: Försöker använda termcap istället för terminfo

source: Invalid magic.ini association for %s
sv: Ogiltig koppling i magic.ini för %s

source: &Cut to clipfile
sv: K&lipp ut till urklippsfil

source: Delete this entry?
sv: Ta bort denna post?

source: Load file
sv: Ladda fil

source: Core dump
sv: Minnesdump

source: &Full file list
sv: &Fullständig fillista

source: Failed to read data from child stdout
sv: Kunde inte läsa data från barnprocessens standardutmatning

source: Source prepare failed.
sv: Kunde inte förbereda källa.

source: Cycle ESC render mode: None/SGR/Term
sv: Växla ESC-visning: Ingen/SGR/Term

source: Password:
sv: Lösenord:

source: This format is turned off in the archiver settings
sv: Detta format är avstängt i arkiveringsinställningarna

source: Column types must not be empty.
sv: Kolumntyper får inte vara tomma.

source: View:
sv: Visa:

source: Copy file to plugin panel?
sv: Kopiera fil till insticksmodulpanelen?

source: Right brace
sv: Höger klammerparentes

source: The selected path is not a regular local file.
sv: Den valda sökvägen är inte en vanlig lokal fil.

source: none
sv: ingen

source: If your terminal supports 256 colors, you need to set your TERM environment variable to match your terminal, perhaps using a *-256color or *-direct256 variant. Use the 'toe -a' command to list all available variants on your system.
sv: Om din terminal har stöd för 256 färger måste du ställa in din TERM- miljövariabel så att den matchar din terminal, kanske med hjälp av en *-256color- eller *-direct256-variant. Använd kommandot ’toe -a’ för att lista alla tillgängliga varianter på ditt system.

source: SFTP connection
sv: SFTP-anslutning

source: DialogTitle|Copy
sv: DialogTitle|Kopiera

source: Input line, unchanged text
sv: Inmatningsrad, oförändrad text

source: The file to take the entries from
sv: Filen att hämta poster från

source: Edit with internal editor
sv: Redigera med intern redigerare

source: Undo history
sv: Ångringshistorik

source: &Back
sv: &Tillbaka

source: ButtonBar|Static
sv: ButtonBar|Statis

source: Content:
sv: Innehåll:

source: Directory cache expired for %s
sv: Katalogcache för gammal för %s

source: The selected file is not an SQLite database.
sv: Den valda filen är inte en SQLite-databas.

source: SUB-DIR
sv: UNDERKAT

source: &Next
sv: &Nästa

source: (type a path, e.g. a.b)
sv: (skriv en sökväg, t.ex. a.b)

source: Listing databases...
sv: Listar databaser...

source: %s: this view has no address to save
sv: %s: denna vy saknar adress att spara

source: the project could not be written
sv: projektet kunde inte skrivas

source: &Everything
sv: &Allt

source: &Left
sv: &Vänster

source: Spinner frames
sv: Aktivitetsindikatorns bildrutor

source: Spinner
sv: Aktivitetsindikator

source: &Quick save
sv: S&nabbspara

source: Key bindings
sv: Tangentbindningar

source: Failed to run grep.
sv: Kunde inte köra grep.

source: Text on top of the frame of the active panel: the directory name, Quick view
sv: Text överst i den aktiva panelens ram: katalognamn, Snabbvy

source: &User defined:
sv: &Användardefinierad:

source: Expand subtree
sv: Vik ut delträd

source: &Return does autoindent
sv: Retur gör automatiska &indrag

source: Testing: %s
sv: Testar: %s

source: Press "Left" or click %s to show the matches
sv: Tryck ”Vänster” eller klicka på %s för att visa träffarna

source: Delete a script to go back to the one shipped with mc.
sv: Ta bort ett skript för att återgå till det som medföljer mc.

source: + on keypad
sv: + på num tang

source: e&xecute/search by owner
sv: &exekvering/sökning av ägaren

source: Port must be a number between 1 and 65535.
sv: Porten måste vara ett tal mellan 1 och 65535.

source: Cannot fetch a local copy of %s
sv: En lokal kopia av %s kunde inte hämtas

source: Edit the user menu entry
sv: Redigera användarmenyposten

source: Find by ObjectId
sv: Sök efter ObjectId

source: Function key 3
sv: Funktionstangent 3

source: Abort current transfer?
sv: Avbryt aktuell överföring?

source: A&ll charsets
sv: A&lla teckenkodningar

source: &Resize
sv: &Ändra storlek

source: Cannot chown target directory %s
sv: Kan inte ändra ägare för målkatalogen %s

source: &Never
sv: Al&drig

source: Classic terminal file manager inspired by Norton Commander.
sv: Klassisk terminalfilhanterare inspirerad av Norton Commander.

source: expected '=' after attribute name
sv: förväntade '=' efter attributnamn

source: built in
sv: inbyggd

source: MongoDB sample
sv: MongoDB-urval

source: Frame of a window being moved or resized
sv: Ram för ett fönster som flyttas eller ändrar storlek

source: &Run
sv: &Kör

source: Adding to archive...
sv: Lägger till i arkiv...

source: Field type
sv: Fälttyp

source: Word left
sv: Ett ord åt vänster

source: The skin is saved. This terminal cannot show it, so the skin mc runs with stays as it was.
sv: Temat har sparats. Denna terminal kan inte visa det, så mc fortsätter använda det tidigare temat.

source: Cannot enter into directory %s
sv: Det går inte att komma in i katalogen %s

source: Dot
sv: Punkt

source: &Sort order...
sv: &Sorteringsordning...

source: Downloading
sv: Hämtar

source: Spell
sv: Stavning

source: Table
sv: Tabell

source: Go back
sv: Gå tillbaka

source: The format of the %s file has changed with version 4.0. You may either want to copy it from %s%s or use that file as an example of how to write it.
sv: Formatet för %s filen har ändrats i och med version 4.0. Du kanske antingen vill kopiera den från %s%s eller använda den filen som ett exempel på hur den ska skrivas.

source: Hard link
sv: Hård länk

source: Toggle selection
sv: Växla markering

source: Search next
sv: Sök nästa

source: FTP password
sv: FTP-lösenord

source: SQLite database
sv: SQLite-databas

source: The w of the permission field when Permission colors is on
sv: Bokstaven w i rättighetsfältet när rättighetsfärger är aktiverade

source: Save as...
sv: Spara som...

source: MongoDB connection
sv: MongoDB-anslutning

source: Manage Plugins
sv: Hantera insticksmoduler

source: End on keypad
sv: End, num tang

source: Light: left tee
sv: Tunn: T-kors till vänster

source: Marked file
sv: Markerad fil

source: Directive
sv: Direktiv

source: &Tree
sv: &Träd

source: ButtonBar|Dynamc
sv: ButtonBar|Dynami

source: sftp: unsupported seek
sv: sftp: positionering stöds inte

source: &Retry
sv: Försök &igen

source: If your terminal supports true colors, you need to set your TERM environment variable to a *-direct256, *-direct16, or *-direct variant. Use the 'toe -a' command to list all available variants on your system. Alternatively, you can set COLORTERM=truecolor.
sv: Om terminalen stöder 24-bitars färg måste du ange miljövariabeln TERM till en variant av typen *-direct256, *-direct16 eller *-direct. Kommandot 'toe -a' listar alla tillgängliga varianter på ditt system. Du kan även ange COLORTERM=truecolor.

source: Connected.
sv: Ansluten.

source: %u match
sv: %u träff

source: %u matches
sv: %u träffar

source: Toggle s&yntax highlighting
sv: Växla s&yntaxmarkering

source: Next screen
sv: Nästa skärm

source: Already at the first one
sv: Redan vid den första

source: ButtonBar|Term mode
sv: Term

source: Two files are needed to compare
sv: Två filer behövs för att jämföra

source: File was modified. Save changes?
sv: Filen har ändrats. Spara ändringar?

source: shfs: %s is shorter than the range asked for
sv: shfs: %s är kortare än det begärda intervallet

source: Enter
sv: Retur

source: unterminated array
sv: oavslutad array

source: Previous sort mode
sv: Föregående sorteringsläge

source: S&kip
sv: Ho&ppa över

source: &Shift
sv: &Skift

source: Failed to write temp file.
sv: Kunde inte skriva temporär fil.

source: Delete panel mode
sv: Ta bort panelläge

source: Permissions (octal):
sv: Rättigheter (oktalt):

source: Compare directories
sv: Jämför kataloger

source: &builtin
sv: &inbyggd

source: Imported %s to %s
sv: Importerade %s till %s

source: Buckets (comma-separated, if auto-detect fails):
sv: Buckets (kommaseparerade, om automatisk identifiering misslyckas):

source: Cannot open source.
sv: Kan inte öppna källa.

source: Previous window
sv: Föregående fönster

source: Read bytes into %s (%s): %lld bytes at %08llX
sv: Läs in byte i %s (%s): %lld byte vid %08llX

source: &Undo
sv: &Ångra

source: sort|h
sv: sort|ä

source: Column select up
sv: Kolumnmarkera uppåt

source: Filtering %s: %3d%%
sv: Filtrerar %s: %3d%%

source: Preserve e&xt2 attributes
sv: Bevara e&xt2-attribut

source: Empty = inherited
sv: Tomt = ärvt

source: Cannot open new source.
sv: Kan inte öppna ny källa.

source: File: %s
sv: Fil: %s

source: Toggle structured (tree) mode
sv: Växla strukturläge (träd)

source: Pipe through (shell command, empty = raw):
sv: Led genom (skalkommando, tomt = rådata):

source: Failed while close: %s
sv: Misslyckades under stängning: %s

source: Enter search string:
sv: Ange söksträng:

source: (unnamed)
sv: (namnlös)

source: Error: %s
sv: Fel: %s

source: < Less ($lt)
sv: < Mindre än ($lt)

source: The skin editor needs a terminal of %dx%d
sv: Temaredigeraren kräver en terminal på %dx%d

source: Cannot stat hardlink source file %s
sv: Kan inte läsa status för hårdlänkens källfil %s

source: sftp: cannot get the size of %s
sv: sftp: kan inte hämta storleken på %s

source: &Advanced
sv: &Avancerat

source: Don't load definitions of key bindings from file, use defaults
sv: Läs inte in tangentbindningar från fil, använd standardvärden

source: Delete on keypad
sv: Delete, num tang

source: Note: a filter shows a flat list (no folders), up to %
sv: Obs: ett filter visar en platt lista (utan mappar), upp till %

source: &Marked all
sv: Skriv &markerade

source: Finished
sv: Klar

source: Search
sv: Sök

source: mail -s <subject> -c <cc> <to>
sv: mail -s <ämne> -c <kopia> <till>

source: Pack
sv: Packa

source: Copy of %s
sv: Kopia av %s

source: This plugin does not support copying files
sv: Denna insticksmodul stöder inte kopiering av filer

source: Dialog background and text
sv: Dialogbakgrund och text

source: Other files
sv: Andra filer

source: Reindex failed for %s
sv: Omindexering misslyckades för %s

source: Load Tags File
sv: Läs in taggfil

source: Configure options
sv: Inställningar

source: Hint: set Buckets field in connection settings to avoid auto-detection.
sv: Tips: ange fältet Buckets i anslutningsinställningarna för att undvika automatisk identifiering.

source: Heavy: right tee
sv: Tjock: T-kors till höger

source: Function key 23
sv: Funktionstangent 23

source: The menu bar when no menu is open
sv: Menyraden när ingen meny är öppen

source: Preview
sv: Förhandsvisning

source: Dialogs
sv: Dialoger

source: Function key 18
sv: Funktionstangent 18

source: Directory scanning
sv: Kataloginläsning

source: Field values (truncated)
sv: Fältvärden (trunkerade)

source: Items of the dropdown menu
sv: Poster i rullgardinsmenyn

source: File under cursor
sv: Fil under markören

source: Quick view panel
sv: Snabbvypanel

source: &Reverse
sv: O&mvänd

source: Insert literal character (Lua action)
sv: Infoga bokstavligt tecken (Lua-åtgärd)
